IDEA Open Model
TimePoint.Fix2DRotation Property
Compatible with IDEA StatiCa 20.1
 true to fix around Y axis ( Mz is not taken into account )
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool Fix2DRotation { get; set; }
Public Property Fix2DRotation As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace